{"0": "Digestive system diseases: these conditions span a wide spectrum of disorders that affect the gastrointestinal (GI) tract, liver, gallbladder, and pancreas, as well as obesity and other nutrition-related disorders. Some digestive diseases, such as celiac disease, can be triggered by the body’s reaction to certain foods. Digestive diseases can cause serious complications ranging from severe pain to elevated risk of cancer to liver failure.", "1": "Cardiovascular diseases: a type of disease that affects the heart or blood vessels. The risk of certain cardiovascular diseases may be increased by smoking, high blood pressure, high cholesterol, unhealthy diet, lack of exercise, and obesity. The most common cardiovascular disease is coronary artery disease (narrow or blocked coronary arteries), which can lead to chest pain, heart attacks, or stroke. Other cardiovascular diseases include congestive heart failure, heart rhythm problems, congenital heart disease (heart disease at birth), and endocarditis (inflamed inner layer of the heart). Also called heart disease.", "2": "Neoplasms: an abnormal mass of tissue that forms when cells grow and divide more than they should or do not die when they should. Neoplasms may be benign (not cancer) or malignant (cancer). Benign neoplasms may grow large but do not spread into, or invade, nearby tissues or other parts of the body. Malignant neoplasms can spread into, or invade, nearby tissues. They can also spread to other parts of the body through the blood and lymph systems. Also called tumor.", "3": "Nervous system disease: any of the diseases or disorders that affect the functioning of the human nervous system. Everything that humans sense, consider, and effect and all the unlearned reflexes of the body depend on the functioning of the nervous system. The skeleton and muscles support and transport the body, and the digestive system, heart, and lungs provide nutrients; but the nervous system contains the epitome of the human—the mind—and commands all perception, thought, and action. Disturbance or malfunction of the functions of the nervous system causes changes felt throughout the body.", "4": "General pathological conditions: abnormal anatomical or physiological conditions and objective or subjective manifestations of disease, not classified as disease or syndrome."}